Revit 2027 API
ParameterTypeId.GridlineSpecStatus Property
 "Type Association"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridlineSpecStatus { get; }
Public Shared ReadOnly Property GridlineSpecStatus As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridlineSpecStatus {
	ForgeTypeId^ get ();
}
static member GridlineSpecStatus : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace